greet_text = "Привет, {name}, я бот, определяющий плодородность почвы по фото. Для начала зайди в раздел Инструкция -" \
        " там написано, как правильно фотографировать почву ☺️"
menu_text = "📍 Главное меню"
send_photo_text = "Отправь фото."
exit_text = "Чтобы выйти, нажми на кнопку снизу."

instruction_text = "Для того, чтобы получить достоверный результат, " \
                   "нужно сфотографировать и отправить почву по определенным правилам:\n\n" \
                   "1. На фото должна присутствовать только почва, без сорняков и любых других объектов.\n" \
                   "2. Лучше сделать фото со вспышкой, чтобы на почве не было лишних теней.\n" \
                   "3. Очень важно, чтобы посередине фото находилась непосредственно почва.\n" \
                   "4. Фото должно быть размером минимум 100х100 пикселей.\n" \
                   "5. Отправлять фото лучше в несжатом формате, чтобы сохранить его исходное качество."
message_us_text = "Если у тебя есть какие-то вопросы, то напиши нам на example@yandex.ru!🫶"

how_it_works_text = "Наша команда вывела зависимость содержания углерода в почве от её цветовых характеристик.\n " \
                    "Этот бот может анализировать отправленные тобой фото и " \
                    "определять содержание органического углерода в почве!👏"

file_answer_text = "Твоё фото успешно получено! Ему присвоен ID{counter}.\n" \
                       F"Процентное содержание органического углерода будет отправлено вместе с ID фото!"
